{
	"strings": {
		"SS2_ITEM_ARMEDBACKPACK_NAME": "Mochila Blindada",
		"SS2_ITEM_ARMEDBACKPACK_DESC": "Probabilidad de disparar un misil al recibir daño por <style=cIsDamage>{0}%</style> <style=cStack>(+{0}% por acumulación)</style> del daño base. La probabilidad varía con el daño recibido.",
		"SS2_ITEM_ARMEDBACKPACK_PICKUP": "Dispara un misil al recibir un gran daño.",
		"SS2_ITEM_ARMEDBACKPACK_LORE": "Orden: Mochila militarizada marcada para su devolución\nNúmero de seguimiento: 823****\nEntrega Estimada: 2/13/2056\nMétodo de envío: Estándar\nDirección de entrega: 17 De la calle Yule, Livingrock, La Tierra\nDetalles del Envío:\n\nDisparo erróneo en una excursión. Prepara a tus abogados.",

		"SS2_ITEM_BLOODTESTER_NAME": "Analizador de sangre roto",
		"SS2_ITEM_BLOODTESTER_DESC": "Aumenta la <style=cIsHealing>Regeneración de salud base</style> en <style=cIsHealing>{0} <style=cStack>(+{0} por acumulación)</style> PS</style> por cada <style=cIsUtility>25 de oro, escalando con el tiempo,</style> que actualmente tengas.",
		"SS2_ITEM_BLOODTESTER_PICKUP": "Potencia la regeneración de vida con dinero.",
		"SS2_ITEM_BLOODTESTER_LORE": "Devolución: Analizador de sangre roto\nNúmero de seguimiento: 288*****\nEntrega Estimada: 06/17/2056\nMétodo de envío: Prioritario\nDirección de entrega: Sede farmacéutica Dionysus, Plutón\nDetalles del Envío:\n\nVamos a necesitar que lo reparen antes de que le haga a nuestra empresa más mal que bien. Este cacharro nos daba resultados erróneos cada vez que lo utilizaba nuestro MED-E. No sólo atasca nuestro ritmo de trabajo, sino que acabamos teniendo que pagar de nuestro bolsillo a los pacientes porque les diagnosticamos erróneamente y les pinchamos innecesariamente. Y no podemos alegar que el paciente se equivocó, ya que todo queda inmediatamente registrado en los servidores. No podemos seguir desembolsando tanto dinero, o estaremos en bancarrota el próximo trimestre.\n",

		"SS2_ITEM_COFFEEBAG_NAME": "Saco de café",
		"SS2_ITEM_COFFEEBAG_DESC": "<style=cIsDamage>{0}%</style> probabilidad al acertar un golpe de soltar un grano de café que otorga <style=cIsDamage>{1}% velocidad de ataque</style> y <style=cIsUtility>velocidad de movimiento</style> por <style=cIsUtility>{3}</style> <style=cStack>(+{3} por acumulación)</style> <style=cIsUtility>segundos</style>.",
		"SS2_ITEM_COFFEEBAG_PICKUP": "Suelta granos de café que potencian el ataque y la velocidad de movimiento.",
		"SS2_ITEM_COFFEEBAG_LORE": "Orden: Café\nNúmero de seguimiento: 917****\nEntrega Estimada: 12/06/2056\nMétodo de envío: Estándar\nDirección de entrega: 4410 Nuevo Lane, Kentucky, La tierra\nDetalles del Envío:\n\n¡Hola, mamá!\n\nHe estado viajando, como tú hiciste en tu juventud... Recuerdo todas las historias que me contabas de cuando tenías mi edad. Yendo a sitios como Jamaica, Rumanía... ¡a casi todo el mundo! Espero poder visitarte pronto para contarte todos los sitios en los que he estado.\n\nRecuerdo que había un gran café que solías traernos a casa... ¿Algo así como \"Neik tostado oscuro\"? Como sea, hay un gran lugar en Titán que cultiva su propio café, ¡y es uno de los mejores! Me recuerda a estar en casa contigo.\n\nEspero poder verte pronto. Te echo de menos, y echo de menos a los gatos. Rose te manda saludos, ¡y estoy deseando contártelo todo!\n\nCon amor, Hanan\n",

		"SS2_ITEM_DETRITIVETREMATODE_NAME": "Trematodo detritívoro",
		"SS2_ITEM_DETRITIVETREMATODE_DESC": "Enemigos con <style=cIsDamage>menos de {0}% <style=cStack>(+{1}% por acumulación)</style> de vida</style> reciben <style=cIsDamage>daño con el paso del tiempo</style> que inflinge <style=cIsDamage>{2}%</style> del daño base <style=cStack>(+{2}% por acumulación)</style>.",
		"SS2_ITEM_DETRITIVETREMATODE_PICKUP": "Los enemigos con poca salud reciben daño a lo largo del tiempo hasta morir.",
		"SS2_ITEM_DETRITIVETREMATODE_LORE": "<style=cMono>$ Transcribiendo imagen... Hecho.\n$ Resolviendo... Hecho.\n$ Generando líneas de texto... Hecho.\nCompletado\n\n\n</style>Este es el diario de bitácora de D. Furthen, naturalista a bordo del UES [Redactado] en conjunción con el programa en curso de Investigación y Documentación de la Vida Exterior de la UES. Esta entrada fue escrita en Point Sigma, durante una expedición a las densas selvas de Córnea III.\n\n---------------------\n\nHe encontrado mi primera muestra de vida exterior en este planeta. Y es una maravilla. La muestra se parece a una lombriz redonda terrestre, pero bastante más grande. Les he asignado el nombre común de 'Trematodos detritívoros', y a continuación describiré sus propiedades.\n\n• Aproximadamente dos pulgadas de diámetro, y variando en tamaño de alrededor de cuatro pulgadas a un pie y medio de longitud. Coloración blanca.\n\n• Estos trematodos se alimentaban de un montón de carne en descomposición en una caverna húmeda. La carne era de origen indeterminado, pero la presencia de otros animales de mayor tamaño no deja de ser emocionante.\n\n• Al recoger un trozo de carne podrida, los trematodos reaccionaron rápidamente al movimiento y empezaron a retorcerse, antes de relajarse lentamente. El guardia que estaba conmigo, Chevry, creo, estaba asqueado.\n\n• Al tocar uno con la mano sin guantes para sentir su textura, uno de los trematodos se aferró a mi palma y empezó a masticar. Fue extremadamente doloroso, tanto tener el trematodo en la mano como cuando Chevry cortó a la cosa. A pesar de ello, aparte de un pequeño corte en la palma, creo que estoy bien.\n",

		"SS2_ITEM_DIARY_NAME": "Diario vacío",
		"SS2_ITEM_DIARY_DESC": "En cada Etapa, <style=cIsUtility>subes {0} niveles</style> y<style=cIsUtility>el objeto se consume.</style>",
		"SS2_ITEM_DIARY_PICKUP": "Sube de nivel en cada fase. Se consume al usarlo.",
		"SS2_ITEM_DIARY_LORE": "<style=cMono>Transmisión de imágenes de seguridad completa del pasillo de la sección 14-B.\n\nTraducción...\n\n</style>\"¿Así que este libro es lo único que hay en el contenedor de almacenamiento?\"\n\"Básicamente. Aparte de algunos muebles viejos, esto es todo.\"\n\"Entonces, ¿de qué va este libro? Si esto es todo lo que vamos a conseguir, más vale que sea bueno.\"\n\"Es un diario, creo. Lo escribió por primera vez un tal Alan Howizer, hace unos 26 años. Parecía un tipo muy inteligente, dijo que trabajaba en una planta de pruebas químicas en la Tierra.\"\n\"¿Eso es todo? ¿Es sólo el diario de un viejo?\"\n\"Espera, hay más. Mientras lo ojeaba, unas cien páginas más adelante, la letra cambió y, efectivamente, lo encontró otra persona en un asiento del parque, al parecer. Lo mismo otra vez, unas treinta páginas después. Y otra vez, después de otras setenta. Y sigue así. Hay un par de docenas de personas diferentes que escribieron en este diario, anotando sus gratos recuerdos, extraños misterios, acertijos, sus respuestas a esos acertijos, todo tipo de cosas.\"\n\"Huh. Esta cosa debe ser un verdadero tesoro de conocimiento entonces, ¿no? ¿Alguna pista de quién fue su último propietario?\"\n\"Eh, sí, de hecho. Alguien llamado Chel fue el último en escribir en el libro, y parece que dejó una dirección dentro de la contraportada. ¿Por qué? ¿En qué estás pensando?\"\n\n<style=cMono>Fin de la sección de notas.</style>",

		"SS2_ITEM_DIARY_CONSUMED_NAME": "Diario escrito",
		"SS2_ITEM_DIARY_CONSUMED_DESC": "Ellos totalmente harán una película con esto.",
		"SS2_ITEM_DIARY_CONSUMED_PICKUP": "Ellos totalmente harán una película con esto.",

		"SS2_ITEM_DORMANTFUNGUS_NAME": "Hongo inactivo",
		"SS2_ITEM_DORMANTFUNGUS_DESC": "<style=cIsHealing>Te cura</style> un <style=cIsHealing>{0}%</style> <style=cStack>(+{1}% por acumulación)</style> de tu vida actual por segundo <style=cIsUtility>mientras corres</style>.",
		"SS2_ITEM_DORMANTFUNGUS_PICKUP": "Curate mientras corres.",
		"SS2_ITEM_DORMANTFUNGUS_LORE": "<style=cMono>Documentación de la estación de investigación Rook\n\nEspécimen-18305 Notas de la 3ª semana</style>\n\nEsta es una de las muestras más extrañas que hemos encontrado. Este hongo parece crecer en casi todo el edificio si se lo permitimos. Las paredes, los suelos, el techo. Parecen tener preferencia por las cosas que han estado en movimiento. Nuestra ropa, puertas e incluso alguna maquinaria. Seguiremos vigilando este comportamiento.\n\n<style=cMono>Espécimen-18305 notas de la 5ª semana</style>\n\nEl sujeto ha seguido adhiriéndose a objetos del laboratorio. Hemos observado que se vuelve más sano cuanto más se mueve con su objeto adherido. Las pruebas parecen indicar que subsiste del calor creado por los movimientos, absorbido por sus raíces. Intentaremos trasplantarlo a una máquina que se mueva constantemente y vigilaremos su salud.\n\n<style=cMono>Espécimen-18305 Notas de la 8ª semana</style>\n\nHemos dejado la muestra unida a un viejo modelo de pistón del laboratorio. En caso de que sufriera algún daño, teníamos la intención de deshacernos de él a pesar de todo. Lo habíamos fijado y dejado funcionando las 3 semanas anteriores. Lo más curioso es que se suponía que el pistón se estropearía en ese lapso de tiempo. Sin embargo, parece que el sujeto ha creado una relación simbiótica con la máquina. Seguiremos vigilando este comportamiento para detectar más efectos negativos y otros posibles usos de este espécimen.\n",

		"SS2_ITEM_FORK_NAME": "Tenedor",
		"SS2_ITEM_FORK_DESC": "Aumenta tu daño base en <style=cIsDamage>{0}%</style> <style=cStack>(+{0}% por acumulación)</style>.",
		"SS2_ITEM_FORK_PICKUP": "Inflige más daño.",
		"SS2_ITEM_FORK_LORE": "\"YNo puedes hablar en serio... Mira, sé que dijimos que necesitamos todo lo que podamos conseguir para sobrevivir, ¡pero tienes que darte cuenta de que no lo dije literalmente!\"\n\nÉl levantó el instrumento de plata con cara de interrogación. \"¿Qué quieres decir? ¿Y si tenemos que luchar contra un monstruo?\"\n\nUn breve silencio.\n\n\"Por favor, ambos hemos visto las criaturas de este planeta. No me digas que crees que eso sería suficiente para luchar contra algo aquí.\"\n\nSe encogió de hombros. \"Nunca se sabe\"respondió mientras se metía el tenedor en el bolsillo.\n",

		"SS2_ITEM_GUARDINGAMULET_NAME": "Amuleto protector",
		"SS2_ITEM_GUARDINGAMULET_DESC": "Reduce los daños por detrás en un <style=cIsDamage>{0}%</style> <style=cStack>(+{0}% por acumulación)</style>",
		"SS2_ITEM_GUARDINGAMULET_PICKUP": "Reduce los daños por detrás",
		"SS2_ITEM_GUARDINGAMULET_LORE": "",

		"SS2_ITEM_MALICE_NAME": "Malicia",
		"SS2_ITEM_MALICE_DESC": "Tus ataques infligen <style=cIsDamage>{0}%</style> Daño TOTAL hasta<style=cIsDamage>{1}</style> <style=cStack>(+{1} por acumulación)</style> hacía enemigos adicionales dentro de un radio de <style=cIsDamage>{2}m</style> <style=cStack>(+{3}m por acumulación)</style>.",
		"SS2_ITEM_MALICE_PICKUP": "Los ataques infligen daño a los enemigos cercanos.",
		"SS2_ITEM_MALICE_LORE": "Eres débil.\n\n¿Físicamente? Quizás no. Luchas para sobrevivir, y luchas bastante bien. ¿Pero en la mente? Amigo mío, eres frágil. Peleas y matas, pero sientes remordimiento por lo que matas. Pero, ¿por qué? Los animales no sienten remordimiento por ti. Para ellos, no eres más que una presa que acechar, o un depredador del que huir. ¿Esos enormes titanes? No sienten ninguna emoción, sólo una orden silenciosa de destruir. Destruirte.\n\nY te conozco. Amigo mío, no deseas ser débil. Deseas ser poderoso, tanto en mente como en cuerpo. No sientas lástima por estas bestias sin mente, porque son sólo eso. Lucha para matar, no sólo para sobrevivir.\n\nPero la malicia del hombre sólo puede llevarte hasta cierto punto. Toma esto. Que te lleven más lejos. Lucha para matar, y mata para ser temido.\n",

		"SS2_ITEM_MOLTENCOIN_NAME": "Moneda fundida",
		"SS2_ITEM_MOLTENCOIN_DESC": "<style=cIsDamage>{0}%</style> de probabilidad de <style=cIsDamage>Incendiar</style> enemigos al impactar por <style=cIsDamage>{1}%</style> de daño base <style=cStack>(+{1}% por acumulación)</style> y gana <style=cIsUtility>${2}</style> <style=cStack>(+${2} por acumulación. El dinero ganado escala con las etapas superadas)</style>.",
		"SS2_ITEM_MOLTENCOIN_PICKUP": "Probabilidad de quemar y ganar oro al golpear.",
		"SS2_ITEM_MOLTENCOIN_LORE": "Orden: Moneda fundida\nNúmero de seguimiento: 446*****\nEntrega Estimada: 09/22/2056\nMétodo de envío: Estándar\nDirección de entrega: Departamento de Policía de Venecia, Brithen, Venus\nDetalles del Envío:\n\nOye, encontré otra prueba relacionada con el atentado en la Plaza Parathan hace un par de días.\n\n¿Sabéis que los investigadores tuvieron que posponer su análisis porque la zona estaba demasiado caliente? Bueno, el espacio finalmente se enfrió esta mañana, y me las arreglé para encontrar esta moneda derretida pegada al pavimento. Una rápida prueba química dice que probablemente está hecha principalmente de tungsteno con una capa de oro, y tampoco se ha enfriado desde que la despegué del suelo.\n\nPero no sé muy bien qué puede significar. ¿Tal vez un amuleto de buena suerte o una tarjeta de visita? De cualquier manera, te lo estoy enviando, ya que, francamente, necesitas toda la ayuda que puedas conseguir. Quiero decir, 7 personas muertas, 18 heridas, casi medio millón en daños materiales, ¿y todo lo que tienes como prueba es una moneda derretida y un café reventado? Bueno, tienes mi simpatía, hombre. Buena suerte en el caso.\n",

		"SS2_ITEM_NEEDLES_NAME": "Agujas",
		"SS2_ITEM_NEEDLES_DESC": "<style=cIsDamage>+{0}% de probabilidad</style> al impactar para asegurar <style=cIsDamage>daño crítico</style> en un enemigo en los siguientes<style=cIsDamage>{1}</style> <style=cStack>(+{1} por acumulación)</style> golpes.",
		"SS2_ITEM_NEEDLES_PICKUP": "Probabilidad de marcar a enemigos con golpes críticos garantizados.",
		"SS2_ITEM_NEEDLES_LORE": "<style=cMono>UES ID del informe de incidente de entrega 219560163 encontrado.\n\nReproduciendo...</style>\n\n\"El repartidor Will Stetson, número 604, fue ingresado en la bahía médica a bordo del UES [ELIMINADO], hace unas 22 horas, debido a complicaciones relacionadas con la manipulación de un comportamiento aberrante del paquete.\n\nMientras hacía su ronda, Will notó que uno de los cofres golpeaba de repente, bastante fuerte, detrás de él. Preocupado por la posibilidad de que alguien hubiera intentado enviar un animal vivo según el protocolo Estándar, sintió la necesidad de investigar. En lugar de eso, lo que había en el cofre era un pequeño paquete de plástico que contenía un gran número de agujas de coser especialmente grandes, obviamente empaquetadas demasiado apretadas para cualquier tipo de seguridad.\n\nFinalmente, y probablemente en un lapsus de juicio, Will decidió tocar el paquete. Esto hizo que el paquete se rompiera repentinamente en su dirección, dejándole la parte superior delantera cubierta de profundos cortes. Tuvo suerte de que alguien le encontrara rápidamente. Parece que se encuentra bien, pero tardará en recuperarse del shock y la pérdida de sangre.\"\n\nFin del informe.",

		"SS2_ITEM_X4_NAME": "Estimulante X-4",
		"SS2_ITEM_X4_DESC": "Reduce el enfriamiento de la habilidad secundaria en <style=cIsUtility>{0}%</style> <style=cStack>(+{0}% por acumulación)</style>. Usar tu habilidad secundaria <style=cIsHealing>Aumenta la regeneración de salud base</style> por <style=cIsHealing>+{1} PS</style> <style=cStack>(+{2} PS por acumulación)</style> durante <style=cIsHealing>{3}</style> segundos.",
		"SS2_ITEM_X4_PICKUP": "Reduce el enfriamiento de la habilidad secundaria y otorga curación al usarla.",
		"SS2_ITEM_X4_LORE": "Orden: Estimulante (X-4)\nNúmero de seguimiento: 369*****\nEntrega Estimada: 4/12/2057\nMétodo de envío: Prioritario\nDirección de entrega: Romeo 33, Parque Nacional de Batang Ai, La Tierra\nDetalles del Envío:\n\nEncapsulado, manual incluido. ¿Muestra la máquina síntomas de un 540? Si es así, es posible que desee evitar el uso de más de 100 ml de estimulante.\n\nSalud.",

		"SS2_ITEM_SANTAHAT_NAME": "¿El sombrero de Santa Claus?",
		"SS2_ITEM_SANTAHAT_DESC": "Se ve alegre.",
		"SS2_ITEM_SANTAHAT_PICKUP": "¡Te tengo!",
		"SS2_ITEM_SANTAHAT_LORE": "¡Feliz Navidad!",

		"SS2_INTERACTABLE_SANTAHAT_CONTEXT": "¡AGÁRRALO! ¡AGÁRRALO!",

		"SS2_ITEM_CHUNGUS_NAME": "Hongo risueño",
		"SS2_ITEM_CHUNGUS_DESC": "Tras permanecer inmóvil durante <style=cIsHealing>1</style> segundo, crea una zona que <style=cIsHealing>cura</style> por un <style=cIsHealing>5.5%</style> <style=cStack>(+2.75% por acumulación)</style> de tú <style=cIsHealing>vida</style> cada segundo a todos los aliados dentro de <style=cIsHealing>3m</style> <style=cStack>(+1.5m por acumulación)</style>. <style=cIsVoid>Corrupts all Dormant Fungi</style>.",
		"SS2_ITEM_CHUNGUS_PICKUP": "Cura a todos los aliados cercanos tras permanecer inmóvil durante 1 segundo. <style=cIsVoid>Corrompe todos los hongo inactivo</style>.",
		"SS2_ITEM_CHUNGUS_LORE": "Los animales viven y los animales mueren. Toman de la tierra y la devuelven a partes iguales. El círculo vicioso de la vida continúa su trayectoria oroborreana...\n\n-y mientras tanto, el hongo se ríe.\n\nEntonces, llegó el hombre. Construyó imperios. Persistió a través de la paz y la prosperidad, y a través del hambre y la guerra. Aún así, el centro nunca se mantiene. Los imperios se levantan, y los imperios caen-\n\n-y todo el tiempo, el hongo se ríe.\n\nPodrían nacer dioses. Podría fundarse el Paraíso. No importa. Las hermandades se rompen como el cristal y la muerte reina incluso en Arcadia. Mundos enteros quedan en vano...\n\n-y todo el tiempo, el hongo se ríe.\n\nEn efecto, nada dura para siempre. Los sistemas estelares, las galaxias, incluso el universo entero. Todo se someterá a la entropía, dado el tiempo. Todo es efímero, todo será polvo...\n\n-y mientras tanto, el hongo se ríe.",
		
		"SS2_ITEM_UNIVERSALCHARGER_NAME": "Cargador universal",
		"SS2_ITEM_UNIVERSALCHARGER_DESC": "Cada <style=cIsUtility>{0} segundos</style> <style=cStack>(-{1}% por acumulación)</style>, al instante <style=cIsUtility>actualiza el enfriamiento</style> de tu próxima <style=cIsUtility>habilidad no-primaria</style>.",
		"SS2_ITEM_UNIVERSALCHARGER_PICKUP": "Actualiza periódicamente una habilidad al activarla.",
		"SS2_ITEM_UNIVERSALCHARGER_LORE": "Compatible con UESB-A a UESB-ZZ bla bla bla"
	}
}
