{
  "strings": {
    "SS2_ITEM_RELICOFDUALITY_NAME": "Reliquia de la dualidad",
    "SS2_ITEM_RELICOFDUALITY_DESC": "Dañar a los enemigos los quema durante <style=cMono>FIGURE OUT THIS MATH LOL</style> <style=cStack>(+something% per stack)</style>. <style=cDeath>Ser golpeado te congela durante algunos segundos idfk lol averiguar cuando se implemente este elemento</style>",
    "SS2_ITEM_RELICOFDUALITY_PICKUP": "Todos tus ataques queman, <style=cDeath>PERO todos los daños te congelan.</style>",
    "SS2_ITEM_RELICOFDUALITY_LORE": "¿Hmm? ¡Oh, jovencita! Has vuelto antes de lo esperado. ¿Has completado tu búsqueda?\n\nCielos. Jovencita, ¿por qué estás temblando? ¿algo te ha herido?\n\n¿Encontraste algo que te hizo daño? Hmm. Peculiar. ¿Lo tienes contigo, todavía?\n\n...ya veo. Déjame verlo, entonces. Ven ahora, y muéstrame lo que has encontrado.\n\nHmm. Una cosa extraña, ésta. Un fuego ardiente, pero frío al tacto. Qué antinatural es esto. Sin embargo, hay cierta armonía. Mientras que el calor aporta calor y vida, el frío la atempera y la mantiene a raya. Pero del mismo modo, ese frío amargo puede traer la desesperación y la muerte sin el calor para evitarlo.\n\n...Oh, pero ahí voy, divagando una vez más. Necesitas que te cuiden, jovencita. Por favor, ven conmigo.",

    "SS2_ITEM_RELICOFEXTINCTION_NAME": "Reliquia de extinción",
    "SS2_ITEM_RELICOFEXTINCTION_DESC": "WIP DESC",
    "SS2_ITEM_RELICOFEXTINCTION_PICKUP": "WIP PICKUP",
    "SS2_ITEM_RELICOFEXTINCTION_LORE": "WIP LORE",

    "SS2_ITEM_RELICOFFORCE_NAME": "Reliquia de Fuerza",
    "SS2_ITEM_RELICOFFORCE_DESC": "Todos los ataques golpean <style=cIsDamage>1</style> <style=cStack>(+1 por acumulación)</style> vez adicional por un <style=cIsDamage>{1}%</style> TOTAL de daño. <style=cIsUtility>Golpear consecutivamente</style> al mismo enemigo aumentan el daño infligido por <style=cIsDamage>{1}%</style>, hasta un maximo de <style=cIsDamage>{2}%</style> TOTAL de daño infligido. <style=cDeath>Reduce la velocidad de ataque y aumenta los enfriamientos de las habilidades en un {0}%</style> <style=cStack>(-{0}% por acumulación)</style>.",
    "SS2_ITEM_RELICOFFORCE_PICKUP": "Todos los ataques golpean una vez más. <style=cDeath>Reduce la velocidad de ataque y aumenta los enfriamientos de las habilidades</style>.",
    "SS2_ITEM_RELICOFFORCE_LORE": "¡Ah, jovencita! Has regresado una vez más, ¡con lo que parece ser una bolsa llena! Repleta de tesoros, ¿verdad?\n\nHmm. La mochila es pesada, pero está casi vacía. Tú... ¿No me estarás ocultando cosas, jovencita?\n\n...Encontraste algo muy pesado. Ya veo. Perdóname por mis sospechas. Muéstrame esto que has encontrado.\n\nTienes razón, jovencita. Esta cosa es pequeña, pero difícil de sostener. Se astilla y fragmenta, y cada pieza es tan pesada como el resto. ¡Qué cosa tan extraordinaria es esta!\n\nLo pondré con las otras cosas maravillosas que has encontrado. Una cosa así podría ser peligrosa si cayera en las manos equivocadas. En cuanto a ti, jovencito... Hmm, creo que algunas reparaciones para su bolsa están en marcha. Ven conmigo.",

    "SS2_ITEM_RELICOFMASS_NAME": "Reliquia Masiva",
    "SS2_ITEM_RELICOFMASS_DESC": "<style=cIsHealing>Incrementa tu vida máxima,</style> por un <style=cIsHealing>{0}%</style> <style=cStack>(+{0}% por acumulación)</style>. <style=cDeath>Reduciendo la aceleración y desaceleración</style> en un factor de <style=cDeath>{1}</style> <style=cStack>(+{1} por acumulación)</style>.",
    "SS2_ITEM_RELICOFMASS_PICKUP": "Dobla tu Vida máxima. <style=cDeath>Pero tus movimientos tienen mas impulso</style>.",
    "SS2_ITEM_RELICOFMASS_LORE": "Ah, ¡bienvenido de nuevo! jovencita, ¿qué has encontrado?\n\nHmmm. ¿Más tesoros del páramo? Pues muy bien. Puedes quedarte con esas cosas, si lo deseas. ¿Has encontrado algo más?\n\n¿Ah, sí? Déjame verlo entonces, jovencita.\n\n¡Oh! ¡Esta forma que has encontrado! Es robusta, pero no inquebrantable. Poderosa, pero frágil al mismo tiempo. Es una forma peculiar, por decir lo menos. ¿Dónde encontraste esto, jovencita?\n\n...¿Lo encontraste en el planeta? Hmm. Preocupante. Esto no fue creado por esos habitantes de la arena. Demasiado complejo, demasiado poderoso. Ni por esos Lemurianos. Dime, jovencita, tú no robaste esto, ¿verdad?\n\n...No lo hiciste. Ya veo. Pues muy bien. Me gustaría mantener esta figura. Esta figura es peligrosa si no la entiendes.\n\nOh, mi jovencita, no pongas esa cara de tristeza. Esta figura es extraordinaria, y alabo tu trabajo a pesar de ello. Simplemente quiero mantenerla a salvo. Aquí, tal vez una recompensa está en su lugar. Ven conmigo.",

    "SS2_ITEM_RELICOFTERMINATION_NAME": "Reliquia del cese",
    "SS2_ITEM_RELICOFTERMINATION_DESC": "Cada <style=cIsUtility>{0} segundos</style>, concede una mejora que<style=cIsDamage>marca</style> al siguiente enemigo que aparezca. Si es derrotado dentro de <style=cIsUtility>30 segundos</style> <style=cStack>(-10% por acumulación)</style>,<style=cIsDamage>suelta un objeto</style> <style=cStack>(la rareza de los objetos varía con acumulaciónes)</style>; si no, no sueltan <style=cIsDamage>nada</style> y retrasa la siguiente marca. <style=cDeath>Los enemigos marcados tienen estadísticas significativamente mejores</style>.",
    "SS2_ITEM_RELICOFTERMINATION_PICKUP": "Cada {0} segundos, Marca a un enemigo y lo fortalece. Si son derrotados a tiempo, sueltan un objeto; si no, no sueltan nada.",
    "SS2_ITEM_RELICOFTERMINATION_LORE": "¡jovencita! ¡Ah, estoy tan emocionada de verte de vuelta! ¿Has encontrado algo nuevo?\n\n¿Ah, sí? ¡Lo has hecho! Enséñamelo, pequeña. No hay necesidad de ser tímida.\n\n¿Qué has encontrado esta vez? Es sólido y hueco, pero cuando lo agitas... parece una nuez demasiado madura. Qué extraña figura tenemos aquí...\n\n¿Oh? Fuiste perseguido por un monstruo, dices... No te siguió hasta aquí, ¿correcto?\n\n...No lo hizo. Pero por supuesto, sería difícil encontrarnos aquí, ¿no es así, jovencita?\n\nDame, me llevaré esto. A algún lugar donde no pueda traernos monstruos.\n\n...Lo comprendo. Está bien tener miedo a veces, pero no puedes dejar que te abrume. ¿No sería cruel para otro vagabundo encontrar esta figura, y sufrir muchísimo por ello?\n\nAquí estaremos a salvo, jovencita. Ven conmigo. Debes tener hambre después de estar fuera tanto tiempo.",
    "SS2_ITEM_RELICOFTERMINATION_PREFIX": "{0} cesado",

    "SS2_ITEM_RELICOFECHELON_NAME": "Reliquia de Echelon",
    "SS2_ITEM_RELICOFECHELON_DESC": "Gana {1} (+{1} por acumulación) de daño base y {2} (+{2} por acumulación) salud base por {3} segundos en uso. El uso de un equipamiento aumenta su tiempo de reutilización en {0}%",
    "SS2_ITEM_RELICOFECHELON_PICKUP": "Obtén una gran mejora en el uso de un equipamiento. <style=cDeath>El uso del equipamiento aumenta permanentemente su tiempo de reutilización</style>.",
    "SS2_ITEM_RELICOFECHELON_LORE": "No, no, jovencita, ¡estás aquí demasiado pronto! No tengo tiempo para prepararme. Por favor... Vuelve más tarde."
  }
}