{
	"strings": {
		"SS2_ITEM_CRYPTICSOURCE_NAME": "Fuente críptica",
		"SS2_ITEM_CRYPTICSOURCE_DESC": "Al terminar tu esprintar, suelta una <style=cIsDamage>explosión de energía</style> en un radio de <style=cIsDamage>{0}m</style> <style=cStack>(+{1}m por acumulación)</style> por <style=cIsDamage>{2}%</style> <style=cStack>(+{2}% por acumulación)</style> de daño base.",
		"SS2_ITEM_CRYPTICSOURCE_PICKUP": "Esprintar carga una dañina explosión de energía.",
		"SS2_ITEM_CRYPTICSOURCE_LORE": "Lore asombroso.",

		"SS2_ITEM_FIELDACCELERATOR_NAME": "Acelerador de terreno",
		"SS2_ITEM_FIELDACCELERATOR_DESC": "Tras derrotar al jefe, el radio del teletransportador aumenta en <style=cIsUtility>20%</style> <style=cStack>(+20% por acumulación)</style> y matar enemigos otorga <style=cIsUtility>+{0}%</style> <style=cIsUtility>carga del teletransportador</style>.",
		"SS2_ITEM_FIELDACCELERATOR_PICKUP": "Matar enemigos reduce el tiempo de carga del teletransportador y aumenta su alcance.",
		"SS2_ITEM_FIELDACCELERATOR_LORE": "<style=cMono>//--AUTOTRANSCRIPCIÓN DESDE LA SALA 1455A DE UES [Safe Travels]--//</style>\n\n\"¿Tienes el aparato?\"\n\n\"Sí, está justo aquí.\"\n\n\"Funciona, ¿cierto?\"\n\n\"Mmmhmm. Impecablemente.\"\n\n\"Excelente. Recuerda, nadie puede saber de esto.\"\n\n\"Sí, sí, lo sé. Esos... altares, en [ELIMINADO] tienen un potencial fantástico. Una vez que los hayamos analizado, replicarlos debería ser pan comido. Será un gran avance científico.\"\n\n\"Bien. Mantente al margen, haz tu análisis y vete antes de que sospechen.\"\n\n\"Lo haré. De nuevo, muchas gracias por su ayuda.\"\n\n\"No es nada. Mientras me pagues.\"\n\n\"Eh-heh, acerca de eso...\"",

		"SS2_ITEM_HOTTESTSAUCE_NAME": "Salsa picante",
		"SS2_ITEM_HOTTESTSAUCE_DESC": "Activar tú equipamiento <style=cIsDamage>Incendia</style> a los enemigos en un radio de <style=cIsDamage>{0}m</style> durante <style=cIsDamage>{1}</style> segundos, inflingiendo un<style=cIsDamage>150% de daño base</style> más un <style=cIsDamage>100% de daño por segundo</style> <style=cStack>(+50% por acumulación)</style>.",
		"SS2_ITEM_HOTTESTSAUCE_PICKUP": "Activar tu equipamiento enciende a los enemigos cercanos.",
		"SS2_ITEM_HOTTESTSAUCE_LORE": "<style=cMono>//--Auto-transcripción desde la sala K3 (Cocina, Tercer piso) del Hotel Kaymar--//</style>\n\nUn hombre alto y delgado entra en la habitación con una gran caja de cartón en la mano. \"Hola, CHEF. ¿Cómo va todo?\" Dejando la caja sobre el mostrador. \"Muy bien, tenemos un montón de nuevas salsas con las que tendrás que acostumbrarte. Te voy a guiar a través de ellos ahora, si no te importa.\" El bot CHEF le presta atención, pero sigue trabajando.\n\nTEl hombre avanza por las filas de botellas de distintos colores, explicando al CHEF sus nombres, sabores y usos en la cocina. Finalmente, se detiene ante una botella roja y duda un instante.\n\n\"...A ver. ¿Esta botella? No está etiquetada por una razón. Si recibes una orden de comida diciendo que usas \"<style=cDeath>Salsa picante</style>\" en ella, siga adelante y utilice esta botella. Pero NO la utilices bajo NINGUNA OTRA CIRCUNSTANCIA. Sé que a veces necesitas improvisar para terminar un plato, pero NUNCA debes usar esta botella si estás haciendo eso. ¿Lo haS entendido?\"\n\nEl bot CHEF, que sigue trabajando, asiente con la cabeza.\n\n\"Bien. Espero grandes cosas de ti, CHEF.\"\n\nEl robot CHEF asiente una vez más y detiene brevemente su trabajo para colocar las botellas en los lugares adecuados.\n\n\"...Ah, y también\"\n\nEl bot CHEF hace una pausa para prestar atención al hombre una vez más.\n\n\"Por favor, no rompas esa botella. Sé que eres un robot y todo eso, pero también sé que los accidentes ocurren, y ese accidente en concreto podría dejar un agujero en el suelo.\"\n\nEl CHEF bot mira brevemente la botella, antes de guardarla cuidadosamente en el fondo del armario con el resto de las salsas.",

		"SS2_ITEM_HUNTERSSIGIL_NAME": "Sello del Cazador",
		"SS2_ITEM_HUNTERSSIGIL_DESC": "Tras  <style=cIsUtility>mantenerse quieto</style> durante al menos 1 segundo, coloca un <style=cIsUtilitycentinela de 10m</style> que otorga <style=cIsUtility>{0}</style> armadura <style=cStack>(+{1} armadura por acumulación)</style> y <style=cIsDamage>{2}%</style> de incremento de daño <style=cStack>(+{3}% por acumulación)</style>. <style=cIsUtility>Alejarse del centinela lo desactiva</style>.",
		"SS2_ITEM_HUNTERSSIGIL_PICKUP": "mantenerse quieto otorga bonificación de armadura y daño.",
		"SS2_ITEM_HUNTERSSIGIL_LORE": "<style=cMono>Transcripción de audio completa desde grabadora portátil.\n\nTraduciendo...\n\n</style>\"¿Crees que morderán el anzuelo?\"\n\"Van a tener que hacerlo. No es que tengamos otras opciones.\"\n\"Sigo pensando que utilizar así nuestros alimentos es demasiado arriesgado.\"\n\"Si no lo intentamos, estaremos muertos en una semana.\"\n\"Sólo... asegúrate de que no perdamos demasiado.\"\n\"Nada más que nuestras vidas, por lo menos.\"\n\"...\"\n\"Ya están aquí.\"\n\"Bien. Saca otro y vámonos de aquí.\"\n\"Aún no...\"\n\"¿Qué? ¡mientras más esperas más desperdicias nuestra comida!\"\n\"Un momento...\"\n\"¡Dispara, tío, que sólo tenemos un poco!\"\n\"Ya casi...\"\n\"DISPARA.\"\n\"Ya casi...\"\n\"DISPARA O DAME EL RIFLE.\"\n\"...\"\n\"DÁMELO.\"\n\"Oye, ten CUIDA-.\"\n\n<style=cMono>Fin de la grabación.</style>\n",

		"SS2_ITEM_JETBOOTS_NAME": "Prototipo de botas jet",
		"SS2_ITEM_JETBOOTS_DESC": "Consigue <style=cIsUtility>+1 extra salto</style> que <style=cIsDamage>incendia</style> a los enemigos por un <style=cIsDamage>{0}%</style> de daño base en un radio de <style=cIsDamage>{1}m</style> <style=cStack>(+{2}m por acumulación)</style> Se recarga cada <style=cIsUtility>{3}</style> segundos tras aterrizar.",
		"SS2_ITEM_JETBOOTS_PICKUP": "¡Gana un salto explosivo!",
		"SS2_ITEM_JETBOOTS_LORE": "Registro de la autopsia de Hephaestus Metal Works\n\nLocalización: Hephaestus Metal Works, Marte\nEstado de la ubicación: Interior destruido por el fuego\nVíctimas: El propietario, debido al fuego.\nInforme in situ:\n\nHabía asumido que la causa del incendio era obra de una forja, un horno o incluso un cigarrillo. No había mucha diferencia con cualquier otro taller del mismo nicho. Un montón de viejos tipos de espadas, armaduras, utensilios de granjero, etcétera. Aunque pareciera que el mismo olvidadizo era un aficionado, ya que había lo que parecían ser algunos proyectos que normalmente no encontrarías allí en la parte de atrás.\n\nMuchos de ellos no eran más que motores y metal. Parecía practicar la fabricación de mecanismos de relojería. Pero al final pasó a artículos basados en combustible y motores. Viejos cortacéspedes, motocicletas y generadores. Finalmente pasó a los sistemas de propulsión. Pequeños aviones teledirigidos, helicópteros, un viejo jetpack oxidado. Parecía que estaba trabajando en algo, y encontramos lo que era en la parte de atrás.\n\nEstaba claro que había algún genio detrás de él. Estaba construyendo un par de botas a reacción desde cero. Hasta ahora no se habían fabricado, ya que las mochilas propulsoras cumplen bien su función y las botas no pueden ser tan resistentes y pesadas con la misma potencia de propulsión. Parece que pensó lo mismo, ya que las hizo más resistentes para su protección, pero intentó compensarlo aumentando la potencia del empuje. El resultado fue que el calor se acumuló y estalló debajo de él. Por desgracia, su ingenio le costó el negocio y la vida.\n\nLos alrededores no sufrieron daños, por lo que es posible que la tienda se renueve pronto. Las botas han sido confiscadas y están de camino para ser estudiadas y desmanteladas, el resto de objetos del interior de la tienda se han enviado a sus familiares.\n\nAquí concluye mi informe.\n",

		"SS2_ITEM_LIGHTNINGONKILL_NAME": "Hombre-guerra",
		"SS2_ITEM_LIGHTNINGONKILL_DESC": "Al matar a un enemigo, crea una <style=cIsDamage>descarga eléctrica</style> por <style=cIsDamage>{0}% del daño base</style> hasta <style=cIsDamage>{1}</style> <style=cStack>(+{2} por acumulación)</style> objetivos dentro de <style=cIsDamage>{3}m</style> <style=cStack>(+{4}m por acumulación)</style> metros.",
		"SS2_ITEM_LIGHTNINGONKILL_PICKUP": "Descarga eléctrica al matar.",
		"SS2_ITEM_LIGHTNINGONKILL_LORE": "Buenas instrucciones de cuidado o algo parecido",

		"SS2_ITEM_LOWQUALITYSPEAKERS_NAME": "Altavoces de poca calidad",
		"SS2_ITEM_LOWQUALITYSPEAKERS_DESC": "Probabilidad al ser golpeado de <style=cIsDamage>aturdir</style> enemigos en un radio de <style=cIsDamage>{0}m</style> <style=cStack>(+{1}m por acumulación)</style>. La posibilidad inicia en <style=cIsDamage>10%</style> y aumenta al tener <style=cIsHealth>vida baja</style>.",
		"SS2_ITEM_LOWQUALITYSPEAKERS_PICKUP": "Aturde a los enemigos cercanos al recibir daño.",
		"SS2_ITEM_LOWQUALITYSPEAKERS_LORE": "Devolución: Altavoz multiuso de 25 vatios A-AMP\nNúmero de Seguimiento 629********\nEntrega estimada: 03/14/2055\nMétodo de Envío: Prioritario\nDirección de Entrega: 444 Anthem Ln., Ciudades Gemelas, La Tierra\nMotivo de la devolución:\n\nSiento ser una molestia, amigo, pero cuando lo desempaqueté y lo enchufé para probarlo, el audio salía... ¿difuso? ¿Estático? Es difícil de describir. Si tuviera que adivinar, se dañó durante el transporte. Supongo que me alegro de haber pagado la garantía.\n\nReembolso:\nReemplazo: X",

		"SS2_ITEM_STRANGECAN_NAME": "Lata rara",
		"SS2_ITEM_STRANGECAN_DESC": "<style=cIsDamage>{0}%</style> <style=cStack>(+{1}% por acumulación)</style> Probabilidad de <style=cIsDamage>intoxicar</style> al golpear un enemigo realizando <style=cIsDamage>{2}% de daño por segundo</style>. <style=cIsDamage>Intoxicar</style> se acumula hasta 10 veces. Matar enemigos <style=cIsHealing>te cura</style> por <style=cIsHealing>{3}</style> <style=cStack>(+{4} por acumulación)</style> <style=cIsHealing>health</style> por acumulación de <style=cIsDamage>intoxicar</style>.",
		"SS2_ITEM_STRANGECAN_PICKUP": "Probabilidad de intoxicar a los enemigos, causándoles daño con el tiempo. Matar a los enemigos intoxicados te cura.",
		"SS2_ITEM_STRANGECAN_LORE": "Se encuentran dos figuras sentadas, una de ellas temblando entre un mar de escombros en una madriguera helada. Las únicas luces que hay son los pequeños restos de una hoguera y viejos cables que echan chispas. Apenas una barrera contra el cortante frío.\n\n\"Ey...\" Él levanta la vista, remotamente esperanzado. \"¿Crees que alguna vez saldremos de esta roca?\"\n\n\"Es difícil saberlo.\" Ella da un mordisco a una porción de alimento que encontró.\n\n\"Tiene que haber algo que hayamos pasado por alto, ¿verdad? ¿Algún método en el que no hayamos pensado todavía?\" Él se levanta y comienza a deambular ansiosamente.\n\n\"Puede ser.\" Otro bocado.\n\n\"¿Quizá haya algún cacharro con piezas que aún funcionen y no hayamos encontrado, o algún problema en las actuales que podamos arreglar?\" Un brillo volvió a sus ojos, mostrándose más esperanzado e ilusionado.\n\n\"Sin duda es posible.\" Otro bocado.\n\nSe detiene cuando una expresión de disgusto se dibuja en su rostro. \"Ugh, ¿podrías por favor ayudarme a pensar en algo en lugar de sólo estar comiendo?\"\n\n\"Yo no me preocuparía por eso.\" Otro mordisco.\n\nSu disgusto da paso rápidamente a la frustración y la ira. \"¡¿Por qué no?! ¿No quieres salir de aquí?!\"\n\nElla suspira y se pasa la mano por el pelo. \"Por supuesto. Pero eso no significa que tengamos que estresarnos por cada pequeña cosa. Estamos vivos, ¿no? Tenemos esa suerte.\"\n\n\"Bueno... Supongo que tienes razón... Sería malo ponerse nervioso ahora...\" Su expresión se relaja mientras vuelve a mirar al suelo.\n\n\"¿Lo ves? Siéntate, relájate y deja que mi viejo alijo te caliente.\" Otro bocado, mientras ella le pasa la lata.\n",

		"SS2_ITEM_WATCHMETRONOME_NAME": "Reloj Metrónomo",
		"SS2_ITEM_WATCHMETRONOME_DESC": "<style=cIsUtility>Not sprinting</style> gradually builds up to a maximum of <style=cIsUtility>{0}</style> <style=cStack>(+{0} por acumulación)</style> <style=cIsUtility>charges</style>, increasing your <style=cIsUtility>movement speed</style> when sprinting by up to <style=cIsUtility>{1}%</style>. Increased movement speed decays <style=cIsUtility>while sprinting</style>.",
		"SS2_ITEM_WATCHMETRONOME_PICKUP": "Charge up a movement speed boost while not sprinting.",
		"SS2_ITEM_WATCHMETRONOME_LORE": "Orden: Reloj Metrónomo Roto\nNúmero de Seguimiento 88******\nEntrega estimada: 04/14/2056:\nMétodo de Envío: Prioritario\nDirección de Entrega:: 33 Skyview Drive, Albúmina, Venus\nDetalles de Envío:\n\nHola, este es el metrónomo del reloj que te dije que había que arreglar. Al parecer, las piezas han estado funcionando fuera de control durante un par de semanas, y los chicos y yo no podemos grabar con él acelerando todo el tiempo. Me gustaría que volviera bastante rápido, ya que usar el metrónomo de oído me lastima los oídos si está demasiado tiempo. Ah, y ten cuidado con él también. El reloj es un regalo de mis padres y significa mucho para mí. Muchas gracias de antemano.\n",

		"SS2_ITEM_RAINBOWROOT_NAME": "Raíz Arcoiris",
		"SS2_ITEM_RAINBOWROOT_DESC": "Obtén <style=cIsUtility>20 de armadura</style>. Al recibir daño, obtienes {0}% <style=cStack>(+{1}% por acumulación)</style> de <style=cIsUtility>prevención de daño</style> en forma de <style=cIsUtility>barrera</style>.",
		"SS2_ITEM_RAINBOWROOT_PICKUP": "Una parte del daño prevenido se obtiene como barrera.",
		"SS2_ITEM_RAINBOWROOT_LORE": "¿Qué arcoiris podría surgir de semejante lluvia?"
	}
}