{
	"strings": {
		"SS2_EQUIP_BACKTHRUSTER_NAME": "Propulsión dorsal",
		"SS2_EQUIP_BACKTHRUSTER_PICKUP": "Moverse en línea recta aumenta rápidamente la velocidad.",
		"SS2_EQUIP_BACKTHRUSTER_DESC": "Por {0} segundos, desplazate rápidamente hasta un <style=cIsUtility>{1} De Velocidad de Movimiento</style> moviendose en línea recta.",
		"SS2_EQUIP_BACKTHRUSTER_LORE": "<style=cMono>Transcripción de audio completa por ecos de señal. Asignando códigos genéricos.</style>\n\nHOMBRE 1: Esta es una idea terrible, sabes.\n[Estruendo metálico]\n\nHOMBRE 2: Dices lo mismo de cada idea que tengo.\n\nHOMBRE 1: Porque todas tus ideas son terribles.\n\n[balbuceo de motor]\n\nHOMBRE 2: ¡Rrgh, oh, vamos, anda! Estabas trabajando bien hace un minuto.\n\nHOMBRE 1: Quizá sepa que está atado a tu espalda y no a una carga.\n\nHOMBRE 2: Oh, ¡buen punto! Apuesto a que estos tienen un seguro en ellos de algún tipo ... Ah, ahí está.\n\n[click]\n\nHOMBRE 1: Yo... No debería haber dicho nada.\n\nHOMBRE 2: ¡No, esto es genial! De acuerdo, cuenta conmigo.\n\nHOMBRE 1 : Ugh... Muy bien. Tres-\n\n[propulsor despegando]\n\n<style=cMono>Fin de la transcripción solicitada.</style>",

		"SS2_EQUIP_CLOAKINGHEADBAND_NAME": "Cinta de camuflaje",
		"SS2_EQUIP_CLOAKINGHEADBAND_PICKUP": "Vuélvete invisible temporalmente y aumenta tu velocidad.",
		"SS2_EQUIP_CLOAKINGHEADBAND_DESC": "Vuélvete <style=cIsUtility>invisible</style> y aumenta un <style=cIsUtility>+40% de Velocidad de Movimiento</style> por {0} segundos.",
		"SS2_EQUIP_CLOAKINGHEADBAND_LORE": "Orden: Cinta de camuflaje\nNúmero de seguimiento: 554*****\nEntrega estimada: 08/01/2056\nMétodo de envío: Estándar\nDirección de entrega: 202 W. Calbury Ln, Adora, Mercury\nDetalles del envío:\n\nFinalmente pude conseguir un dispositivo de camuflaje personal para ti. Escabullirte por donde no debes debería ser pan comido con este cacharro.\n\nAhora, hay un par de cosas que debes entender sobre esta cosa. En primer lugar, el camuflaje sólo dura poco tiempo, ya que el dispositivo es muy pequeño, así que mantente oculto mientras se recarga de nuevo. En segundo lugar, tienes que pulsar el botón de la cinta para activarlo. No es exactamente una acción muy clandestina, lo sé, pero es lo que he podido encontrar para ti.\n\nPor último, si la caja que recibes te parece que está completamente vacía, tantea en el fondo hasta que encuentres el botón. Ahorra tiempo, dinero y privacidad enviándolo sin el tratamiento volátil. Cuéntame cuando te llegue esto, y diviértete con tu nuevo juguete.\n",

		"SS2_EQUIP_GREATERWARBANNER_NAME": "Gran Estandarte de Guerra",
		"SS2_EQUIP_GREATERWARBANNER_PICKUP": "Coloca un Gran Estandarte de Guerra que aumenta la regeneración, la probabilidad de golpe crítico y reduce los Enfriamientos.",
		"SS2_EQUIP_GREATERWARBANNER_DESC": "Coloca un Gran Estandarte de Guerra que aumenta <style=cIsHealing>+{0}% la regeneración de vida</style>, <style=cIsDamage>{1}% la probabilidad de golpe crítico</style>, y <style=cIsUtility>{2}% la reducción de los Enfriamientos.</style>. Puede colocar hasta {3} a la vez.",
		"SS2_EQUIP_GREATERWARBANNER_LORE": "<style=cMono>Grabando desde el Museo Terran de Guerras y Tácticas.</style>\n\nHay quien dice que uno de los recursos más importantes en el campo de batalla es la moral. La funcionalidad de una unidad aumenta exponencialmente en función del estado de ánimo de las tropas que la componen. Éste puede subir o bajar por diversos medios. Por ejemplo, la calidad de su alojamiento o de su comida, las noticias que hayan recibido de su hogar, o incluso el tiempo de ocio.\n\nSin embargo, un método probado y verdadero para elevar la moral de una unidad es el uso del simbolismo. muchos muchos ejércitos llevaban colores y diseños que simbolizaban sus creencias y su fuerza. muchas muchas unidades llevaban banderas para mantener alta su moral en combate.\n\nEl uso de este método también ha visto variaciones. Mientras que un abanderado para una unidad aumentará la moral, se ha observado que las banderas exclusivas de militares de mayor rango aumentarán aún más la moral de la unidad. Si la bandera de un coronel o general aparece en el campo de batalla, las tropas se sentirán alentadas por el poder que despliegan y, a su vez, aumentarán su propia destreza en la lucha.\n",

		"SS2_EQUIP_MAGNET_NAME": "Imán simple",
		"SS2_EQUIP_MAGNET_PICKUP": "Atrae hacia ti a los objetos que te rodean. Tiene la posibilidad de desenterrar un tesoro.",
		"SS2_EQUIP_MAGNET_DESC": "Atrae los objetos que te rodean en un <style=cIsUtility>radio de {0}m </style> hacía tí. Tiene una chance del <style=cIsUtility>{1}%</style> para desenterrar lo que coño sea el tesoro.",
		"SS2_EQUIP_MAGNET_LORE": "",

		"SS2_EQUIP_MIDAS_NAME": "M.I.D.A.S.",
		"SS2_EQUIP_MIDAS_PICKUP": "Pierde una parte de tu salud actual y gana esa cantidad en oro.",
		"SS2_EQUIP_MIDAS_DESC": "Sacrifica <style=cIsHealth>{0}%</style> de tu <style=cIsHealth>vida actual</style>, ganando ya sea la cantidad de <style=cIsHealth>vida perdida</style> o <style=cIsUtility>el precio de un cofre standard</style> en <style=cIsUtility>oro</style>, dependiendo cual sea mayor.",
		"SS2_EQUIP_MIDAS_LORE": "\"Que crees que signifique?\"\n\nAmbos se lo habían estado preguntando. Ella fue la primera en preguntar en voz alta.\n\n\"Mi... día ideal a solas ya comienza?\" Él le sonrió con los dientes.\n\n\"Memphis está muriendo de nuevo Stephan.\"\n\n\"La mitocondria es vencida a los seis\"\n\n\"Mortician Ignora La Muerte Y Suspira.\"\n\n\"Poético.\" Se rascó el mentón. \"¿Quieres abrirlo?\"\n\n\"¡Claro que no!\"",

		"SS2_EQUIP_PRESSURIZEDCANISTER_NAME": "Bote a presión",
		"SS2_EQUIP_PRESSURIZEDCANISTER_PICKUP": "Lánzate por los aires y obtén temporalmente un salto adicional que expira al tocar el suelo.",
		"SS2_EQUIP_PRESSURIZEDCANISTER_DESC": "<style=cIsUtility>Lánzate</style> por los aires. Ganando <style=cIsUtility>1 extra salto</style> que expira al tocar el suelo.",
		"SS2_EQUIP_PRESSURIZEDCANISTER_LORE": "Orden: Bote a presión (24)\nNúmero de seguimiento: 182*****\nEntrega estimada: 06/29/2056\nMétodo de envío: Estándar / Frágil\nDirección de envío: Tri-City Gas Shipment Center, Tri-City, Earth\nDetalles del envío:\n\nEste es el quinto, ¿no? Quinto pedido de botes a presión a esta dirección. Ahora, no voy a juzgar, quiero decir, tal vez usted no sabía que necesitaría más botes, para, uh, cuatro veces seguidas, pero, como, usted sabe que usted ahorra bastante cuando usted compra al por mayor, ¿verdad?\n\nComo sea, hombre. Quiero decir, realmente no sé para qué necesitarías ciento veinticinco Botes a Presión en total en el transcurso de dos meses, pero supongo que tu haces lo que quieras.\n",

		"SS2_EQUIP_ROCKFRUIT_NAME": "Fruta de roca",
		"SS2_EQUIP_ROCKFRUIT_PICKUP": "Transmuta un objeto aleatorio.",
		"SS2_EQUIP_ROCKFRUIT_DESC": "<style=cIsUtility>Transmuta</style> un <style=cIsHealth>Objeto aleatorio</style> de tu inventario en otro de la <style=cIsUtility>misma categoría</style>.",
		"SS2_EQUIP_ROCKFRUIT_LORE": "",

		"SS2_EQUIP_WHITEFLAG_NAME": "Banderín blanco",
		"SS2_EQUIP_WHITEFLAG_PICKUP": "Coloca un banderín blanco que desactiva el uso de habilidades en una zona.",
		"SS2_EQUIP_WHITEFLAG_DESC": "Coloca un banderín blanco que <style=cIsUtility>desactiva el uso de habilidades</style> en una radio de <style=cIsUtility>{0}m</style>. Tiene una duración de <style=cIsUtility>{1} segundos</style>.",
		"SS2_EQUIP_WHITEFLAG_LORE": "",

		"SS2_SKILL_DISABLED_NAME": "Desactivado",
		"SS2_SKILL_DISABLED_DESCRIPTION": "Está habilidad fue Desactivada",

		"SS2_EQUIP_NEMCAPEQUIP_NAME": "Morleys",
		"SS2_EQUIP_NEMCAPEQUIP_PICKUP": "Reduce el Estrés de tu situación <style=cIsHealth>Fumar es malo para tí!</style>",
		"SS2_EQUIP_NEMCAPEQUIP_DESC": "<style=cIsHealth>Prendete llamas</style> por <style=cIsHealth>10% de tu salud máxima</style> para quitarte un <style=cIsUtility>25%</style> de tú <style=cIsUtility>estrés</style>, y temporalmente reducir el entrante <style=cIsUtility>aumento de estrés</style> en un <style=cIsUtility>50%</style> durante <style=cIsUtility>8</style> segundos."
	}
}