{
	"strings": {
		"SS2_ITEM_BABYTOYS_NAME": "Juguetes de bebé",
		"SS2_ITEM_BABYTOYS_DESC": "Pierde hasta <style=cIsUtility>{0} <style=cStack>(+{0} por acumulación)</style> niveles</style> conservando todos los <style=cIsUtility>puntos de estadísticas.</style>.",
		"SS2_ITEM_BABYTOYS_PICKUP": "Pierdes {0} niveles pero mantienes todas las estadísticas.",
		"SS2_ITEM_BABYTOYS_LORE": "Orden: Juguetes de bebé\r\nNúmero de Seguimiento: 013*****\r\nEntrega Estimada: 06\/07\/2056\r\nMétodo de envío:  Prioritario\r\nDirección de Envío: 431, Costa Dorada, La Tierra\r\nDetalles de Envío:\r\n\r\n¡Hola cariño! Siento no haber podido ir, pero por favor, por favor lleva éstos para tu bebé. Es muy pequeño, pero un día podría ser el próximo gran capitán de la UES, ¡quién sabe! Tengo muchas ganas de verlos a los dos lo antes posible, las cosas han ido mal por aquí desde que me puse enferma y no quiero poner a su bebé en peligro. Los quiero, por favor, por favor, ¡Cuídense!\r\n",

		"SS2_ITEM_COMPOSITEINJECTOR_NAME": "Inyector compuesto",
		"SS2_ITEM_COMPOSITEINJECTOR_DESC": "Gana <style=cIsDamage>1 <style=cStack>(+1 por acumulación)</style> ranuras de equipo adicionales</style>. Activa todos tus equipamientos simultáneamente.",
		"SS2_ITEM_COMPOSITEINJECTOR_PICKUP": "Combina objetos de equipamiento.",
		"SS2_ITEM_COMPOSITEINJECTOR_LORE":"",
		
		"SS2_ITEM_DROIDHEAD_NAME": "Droid Head",
		"SS2_ITEM_DROIDHEAD_DESC": "Al matar a un enemigo de élite aparece un <style=cIsDamage>Dron de seguridad</style> <style=cStack>(+{0}% de daño base por acumulación)</style> por <style=cIsDamage>{1}s</style> <style=cStack>(+{2}s por acumulación)</style>. Los drones engendrados <style=cIsUtility>heredan el tipo de élite</style> de el élite asesinado.",
		"SS2_ITEM_DROIDHEAD_PICKUP": "Genera un dron temporal al matar a un enemigo de élite.",
		"SS2_ITEM_DROIDHEAD_LORE": "Orden: Robot de Seguridad\nNúmero de Seguimiento: 1138***\nEntrega Estimada: 5/14/2056\nMétodo de envío: Prioritario / Frágil\nDirección de Envío: RaCom Robotics, Asímov, Marte\nDetalles de Envío:\n\nEsta fue una de las pocas piezas completas que pudimos rescatar de los robots de seguridad robados... Ese grupo militante de Plutón había robado un montón de esos ER-14 y los había estado utilizando en sus bases durante un tiempo. Este en concreto, ER-14XPC5VVUFF, coincide con los que intentaste recuperar hace un tiempo. No conozco esta historia, sólo sé que había una gran recompensa para quien pudiera encontrar los restos de este lote. También hay otros restos, pero están mucho menos completos... Ya no debería haber peligro, al menos. Avísame si quieres que te los envíen también.\n",

		"SS2_ITEM_ERRATICGADGET_NAME": "Aparato errático",
		"SS2_ITEM_ERRATICGADGET_DESC": "Tus relámpagos golpean <style=cIsDamage>dos veces</style>. <style=cIsDamage>{0}%</style> probabilidad de incendiar al golpear <style=cIsDamage>relámpago en cadena</style> por un <style=cIsDamage>{1}%</style> del DAÑO TOTAL hasta <style=cIsDamage>{2}</style> <style=cStack>(+{2} por acumulación)</style> objetivos.",
		"SS2_ITEM_ERRATICGADGET_PICKUP": "Los relámpagos golpean dos veces.",
		"SS2_ITEM_ERRATICGADGET_LORE": "<style=cMono>==========================\n======== CallCutter ========\n===== ALPHA 0.1354.1.12 =====\n==========================\n\nIrrumpiendo en la llamada TdiM3c4fcQQA.34074... hecho\nAdquiriendo entrada de audio del llamante A... hecho\nLlamante B........ hecho\nEncriptando Línea... hecho\n¿Habilitar la salida TTS en tiempo real?\n>SÍ\n\n==========================\nSALIDA DE TEXTO A VOZ A CONTINUACIÓN\n==========================\n</style>\nLlamante A: Oye, ¿todavía tienes el aparato?\nLlamante B: Sí, justo aquí, ¿seguimos bien?\nLlamante A: Sí, el trato sigue en pie...\nLlamante A: No se lo has contado a nadie, ¿verdad?\nLlamante B: ¿Qué, crees que soy estúpido? ¡Claro que no!\nLlamante A: Bien. Que siga así.\nLlamante B: Lo haré, lo haré... Oye, ¿estás seguro de que esta cosa es segura para enviarla a través del sistema?\nLlamante B: Este aparato es una especie de arma modificada de alta gama, ¿no?\nLlamante A: No te preocupes, el aparato está perfectamente a salvo. UES no revisa sus paquetes. He utilizado su sistema de correo cargas antes, y todavía estoy haciéndolo sin problemas.\nLlamante B: Eh, si tú lo dices. Lo enviaré, y espero quince mil créditos en las próximas veinticuatro horas, como estaba previsto.\nLlamante A: Como habíamos planeado. Un placer hacer negocios con usted.\n\n<style=cMono>==========================\n=====LLAMADA INTERRUMPIDA=====\n==========================\n\nSegmentando linea..... hecho\nRealizando una copia de seguridad de la grabación........ hecho\nGuardar salida de textot?\n>SÍ\n",

		"SS2_ITEM_GREENCHOCOLATE_NAME": "Chocolate verde",
		"SS2_ITEM_GREENCHOCOLATE_DESC": "When damaged for at least <style=cIsHealth>{0}%</style> of your max HP, the excess damage is reduced by <style=cIsDamage>{1}%</style>, and also gain a stacking buff that grants <style=cIsDamage>+{4}%</style> base damage and <style=cIsDamage>+{5}%</style> critical chance for <style=cIsDamage>{2}s</style> <style=cStack>(+{3}s por acumulación)</style>. ",
		"SS2_ITEM_GREENCHOCOLATE_PICKUP": "Reduce damage taken and gain a huge damage and critical chance bonus upon taking heavy damage.",
		"SS2_ITEM_GREENCHOCOLATE_LORE": "<style=cMono>Audio transcription complete from signal echoes. Assigning generic tokens.</style>\n\n[Hissing, loud clank]\n\nMAN 1: Uh... Hey, weird question?\n\nMAN 2: [Audible sigh] What?\n\nMAN 1: Do you know of any weird, exotic chocolates that are bright green in color?\n\nMAN 2: What? What on Earth are you on about?\n\nMAN 1: I found some green chocolate in this security chest, and I'm asking if that's normal or not.\n\nMAN 2: Uh, no, it's not. I don't think so, anyways. I wouldn't know.\n\n[Crinkling]\n\nMAN 1: So then what's it supposed to be? Do you think this is poisonous, too?\n\nMAN 2: Probably not. And, ugh, for the last time, the meat wasn't poisonous, you've just got a weak stomach.\n\nMAN 1: Alright, I guess I'll keep it, for if things get desperate.\n\nMAN 2: That's probably not a great idea, but alright.\n\n<style=cMono> End of requested transcript.</style>\n",

		"SS2_ITEM_INSECTICIDE_NAME": "Insecticide",
		"SS2_ITEM_INSECTICIDE_DESC": "<style=cIsDamage>{0}%</style> chance to <style=cIsDamage>poison</style> an enemy for <style=cIsDamage>{1}%</style> <style=cStack>(+{1}% por acumulación)</style> base damage.",
		"SS2_ITEM_INSECTICIDE_PICKUP": "Poison enemies on hit.",
		"SS2_ITEM_INSECTICIDE_LORE": "Return: REAVE Insect Killer Aerosol 400g (8)\nNúmero de Seguimiento: 3528*******\nEntrega Estimada: 1/6/2056\nMétodo de envío: Standard\nDirección de Envío: 299 Umbrella Way, Itoki Fluctus, Venus\nReason For Return:\n\nProduct arrived damaged. Five cans have noticable physical damage and deformities, two to the point of leakage. One is completely burst. I've seen your commercials and knowing what that stuff's capable of leaves me thinking it'd best be disposed of by your experts, on your dime.\n\nI'll be expecting a refund on this as well.",

		"SS2_ITEM_NKOTASHERITAGE_NAME": "Nkota's Heritage",
		"SS2_ITEM_NKOTASHERITAGE_DESC": "Receive <style=cIsUtility>{0}</style> <style=cStack>(+{0} por acumulación)</style> <style=cIsUtility>items</style> upon level up. Rarity of items increases with level.",
		"SS2_ITEM_NKOTASHERITAGE_PICKUP": "Receive an item upon level up.",
		"SS2_ITEM_NKOTASHERITAGE_LORE": "\"My friends. I have gathered you all here today to share some important news.\n\nFirst, it pains my heart to announce that Nkota, the last of our great leaders, our kind matriarch, has sadly passed on from this life. As far as we know, she took her last breath peacefully in rest last night, full of years and with all business here finished. With that said, there shall be no one to succeed her in leadership. She was the last of her line, with no living brothers, sisters, or children.\n\nInstead, in her final testament, her wisdom has created a new beginning. For us. For all of us. Her wish is that the remaining members of this community spread out, either together or separately, into the world. It is perhaps a drastic option, but one that I, personally, also believe to be the best for this community.\n\nNkota shall be buried at our final destination, as is her will. You all may grieve for her and this community for a time, but do not tarry. A group of pilgrims will travel with myself to the great grey path, fifty miles west, after a week's time. You may follow, or go on your own way. It is your choice entirely. If you do not think that you can make the journey, do not fret. Nkota may have had no children, yes, but her heritage is in spirit, not in blood. You are all her children, and she will protect you until you reach your final goal.\n\nThank you all for your time. I would suggest you begin to pack your possessions for the journey ahead.\"\n\n - Eulogy for Nkota and the Village of Dago",

		"SS2_ITEM_PORTABLEREACTOR_NAME": "Portable Reactor",
		"SS2_ITEM_PORTABLEREACTOR_DESC": "Gain <style=cIsUtility>full invulnerability</style> and <style=cIsUtility>100% movement speed</style> for the first <style=cIsUtility>{0}s</style> <style=cStack>(+{1}s por acumulación)</style> of a stage.",
		"SS2_ITEM_PORTABLEREACTOR_PICKUP": "Become invincible when entering a stage.",
		"SS2_ITEM_PORTABLEREACTOR_LORE": "Eighty seconds. Damned lizards. They're more cunning than they seemed.\n\nSeventy seconds. She took a moment to breathe. What had once been harsh winds was no still air, contained within the miniature biosphere.\n\nSixty seconds. She counted her bullets.\n\nFifty seconds. Two remaining magazines, a box-worth of shells, one grenade - waterlogged, and a duled knife. Not nearly enough.\n\nForty seconds. She counted their heads.\n\nThirty seconds. The lizards gave her shield a wide berth. Either they were frightened of this new technology, or... they were waiting her out.\n\nTwenty seconds. She loaded her shotgun.\n\nTen seconds. The lizards charged - and she hoped she was ready.",

		"SS2_ITEM_SKATEBOARD_NAME": "Swift Skateboard",
		"SS2_ITEM_SKATEBOARD_DESC": "<style=cIsUtility>Sprint</style> in <style=cIsUtility>any direction</style>. Using skills grants a buff which provides <style=cIsUtility>+{0}%</style> <style=cStack>(+{1}% por acumulación)</style> <style=cIsUtility>movement speed</style> for <style=cIsUtility>{4}</style> seconds, up to <style=cIsUtility>{2}</style> stacks.",
		"SS2_ITEM_SKATEBOARD_PICKUP": "Sprint in any direction. Using skills makes you move faster.",
		"SS2_ITEM_SKATEBOARD_LORE": "<style=cIsHealth>WORK IN PROGRESS - PLEASE READ THE NOTE AND GIVE FEEDBACK!\n\n</style><style=cStack>Developer Note: The original version of this from Starstorm 1 doesn't work due to RoR2 always allowing you to move. Do people like this version of the item? Some other things to note before suggesting changes:\n\n > Making all skills agile would be cool, but is very hacky, at best.\n > Does sprinting in any direction even feel good? Rob always said it didn't, but I think it's fine.\n > Is the speed boost too much? Too little? Should it stay?</style>",

		"SS2_ITEM_BANEFLASK_NAME": "Bane Flask",
		"SS2_ITEM_BANEFLASK_DESC": "Spread debuffs on kill or something also has a debuff owie that hurts",
		"SS2_ITEM_BANEFLASK_PICKUP": "Debuffs spread on kill. Attacks apply bane.",
		"SS2_ITEM_BANEFLASK_LORE": "the green hurts ow!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
	
	}
}